IDS_DGNREPORTBASE_TEST = "DgnReportBase-Test(Lang:EN)"
IDS_DGNREPORTBASE_NOT_IMAGEFILE = "\""Não há arquivo de imagem.\"" "
IDS_USER_DEFINED_UNIT_SYSTEM_IS_APPLIED = "O sistema de unidades definido pelo usuário é aplicado."
IDS_USER_UNIT_SYSTEM = "Sistema de Unidades"
IDS_DGNREPORTBASE_TABLE = "Tabela"
IDS_DGNREPORTBASE_FIGURE = "Figura"
IDS_DGNREPORTBASE_MARK_ROUND = "O"
IDS_DGNREPORTBASE_MARK_TRI = ">>"
IDS_DGNREPORTBASE_MARK_PI = "π"
IDS_DGNREPORTBASE_MARK_PLUS = "＋"
IDS_DGNREPORTBASE_MARK_MINUS = "－"
IDS_DGNREPORTBASE_MARK_MULTIPLY = "×"
IDS_DGNREPORTBASE_MARK_DIVISION = "÷"
IDS_DGNREPORTBASE_MARK_PLUSMINUS = "±"
IDS_DGNREPORTBASE_MARK_EQUAL = "＝"
IDS_DGNREPORTBASE_MARK_NOTEQUAL = "≠"
IDS_DGNREPORTBASE_MARK_APPEQUAL = "≒"
IDS_DGNREPORTBASE_MARK_LESS = "＜"
IDS_DGNREPORTBASE_MARK_GREATER = "＞"
IDS_DGNREPORTBASE_MARK_LESSEQUAL = "<="
IDS_DGNREPORTBASE_MARK_GREATEREQUAL = ">="
IDS_DGNREPORTBASE_MARK_INFINITY = "∞"
IDS_DGNREPORTBASE_MARK_THEREFORE = "∴"
IDS_DGNREPORTBASE_MARK_BECAUSE = "∵"
IDS_DGNREPORTBASE_MARK_REFERENCE = "※"
IDS_DGNREPORTBASE_MARK_ROOT = "√"
IDS_DGNREPORTBASE_MARK_DEGCELSIUS = "℃"
IDS_DGNREPORTBASE_MARK_DEGFAHRENHEIT = "℉"
IDS_DGNREPORTBASE_MARK_PERMILLE = "‰"
IDS_DGNREPORTBASE_MARK_RIGHTPOINTING = "☞"
IDS_DGNREPORTBASE_MARK_LEFTPOINTING = "☜"
IDS_DGNREPORTBASE_MARK_RIGHTARROW = "→"
IDS_DGNREPORTBASE_MARK_LEFTARROW = "←"
IDS_DGNREPORTBASE_MARK_HORIZONELLIPSIS = "…"
IDS_DGNREPORTBASE_MARK_OK = "○"
IDS_DGNREPORTBASE_OK = "O.K"
IDS_DGNREPORTBASE_NG = "N.G"
IDS_DGNREPORTBASE_ARROW_OK = "  →  O.K"
IDS_DGNREPORTBASE_ARROW_NG = "  →  N.G"
IDS_DGNREPORTBASE_ARROW_CHK = "  →  VERIFICAR"
IDS_DGNREPORTBASE_ARROW_NOT_ACC = "  →  Não Aceitável"
IDS_DGNREPORTBASE_YES = "Sim"
IDS_DGNREPORTBASE_NO = "No"
IDS_DGNREPORTBASE_ARROW_SLENDER = "  →  Esbelto"
IDS_DGNREPORTBASE_ARROW_NOT_SLENDER = "  →  Não Esbelto"
IDS_DGNREPORTBASE_ARROW_COMPACT = "  →  Compacto"
IDS_DGNREPORTBASE_ARROW_NONCOMPACT = "  →  Não Compacto"
IDS_DGNREPORTBASE_ARROW_NEED_SIDESWAY_BUCKLING = "  →  A flambagem por deslocamento lateral não é necessária"
IDS_DGNREPORTBASE_ARROW_CHK_SIDESWAY_BUCKLING = "  →  Verificar flambagem lateral"
IDS_DGNREPORTBASE_STIFF_NOT_REQ = "O enrijecedor não é necessário"
IDS_DGNREPORTBASE_STIFF_REQ = "O enrijecedor é necessário"
IDS_DGNREPORTBASE_SLENDER = "Esbelto"
IDS_DGNREPORTBASE_NOT_SLENDER = "Não Esbelto"
IDS_DGNREPORTBASE_COMPACT = "Compacto"
IDS_DGNREPORTBASE_NONCOMPACT = "Não Compacto"
IDS_ANGLE_OF_ROTATION_AND_DERIVATIVES = "Ângulo de Rotação e Derivadas"
IDS_AXIAL_CAPACITY = "Capacidade Axial"
IDS_AXIAL_STRESS = "Tensão Axial"
IDS_AXIAL_RESISTANCE = "Resistência Axial"
IDS_BENDING_AND_AXIAL_RESISTANCE = "Resistência à Flexão e Axial"
IDS_BENDING_AND_SHEAR_RESISTANCE = "Resistência à Flexão e Força Cortante"
IDS_BUCKLING_RESISTANCE = "Resistência à Flambagem"
IDS_COMBINED_RATIO = "Razão Combinada"
IDS_COMBINED_STRENGTH_RATIO = "Razão de Resistência Combinada"
IDS_COMBINED_STRESS_RATIO = "Razão de Tensão Combinada"
IDS_COMPRESSION_RESISTANCE = "Resistência à Compressão"
IDS_COMPRESSION_STRENGTH = "Resistência à Compressão"
IDS_COMPRESSION_STRESS = "Tensão de Compressão"
IDS_FLANGE = "Flange"
IDS_FLEXURAL_BUCKLING_RESISTANCE = "Resistência à Flambagem Flexional"
IDS_LATERAL_TORSIONAL_BUCKLING_RESISTANCE = "Resistência à Flambagem Torsional Lateral"
IDS_LIMIT_STATE_OF_BUCKLING = "Estado Limite de Flambagem"
IDS_MAJOR = "Maior"
IDS_MAJOR_AXIS = "Eixo Maior"
IDS_MINOR = "Menor"
IDS_MINOR_AXIS = "Eixo Menor"
IDS_MOMENT_CAPACITY = "Capacidade de Momento"
IDS_MOMENT_RESISTANCE = "Resistência ao Momento"
IDS_MOMENT_STRENGTH = "Resistência ao Momento"
IDS_MOMENT_STRESS = "Tensão de Momento"
IDS_RESULT_BY_POSITION = "Resultado por Posição"
IDS_SHEAR_CAPACITY = "Capacidade de Força Cortante"
IDS_SHEAR_RESISTANCE = "Resistência à Força Cortante"
IDS_SHEAR_STRESS = "Tensão de Força Cortante"
IDS_SLENDERNESS_RATIO = "Razão de Esbeltez"
IDS_STRESS = "Tensão"
IDS_TENSION_RESISTANCE = "Resistência à Tensão"
IDS_TENSION_STRENGTH = "Resistência à Tensão"
IDS_TENSION_STRESS = "Tensão de Tensão"
IDS_TORSION_CAPACITY = "Capacidade de Torção"
IDS_TORSION_CAPACITY_OPEN_SECTION = "Capacidade de Torção ( Seção Aberta )"
IDS_TORSION_STRENGTH = "Resistência à Torção"
IDS_TORSIONAL_FLEXURAL_BUCKLING_RESISTANCE = "Resistência à Flambagem Flexional Torsional"
IDS_WEB = "Web"
IDS_WIDTH_THICKNESS_RATIO = "Razão Largura-Espessura"
IDS_X = "X"
IDS_X_DIR = "Dir. X"
IDS_X_DIRECTION = "Direção X"
IDS_Y = "Y"
IDS_Y_DIR = "Dir. Y"
IDS_Y_DIRECTION = "Direção Y"
IDS_YIELDING_UNDER_NORMAL_STRESS = "Escoamento sob Tensão Normal"
IDS_YIELDING_UNDER_SHEAR_STRESS = "Escoamento sob Tensão de Força Cortante"
IDS_DGNREPORTBASE_MPHI_CURVE = "Curva Momento-Curvatura"
IDS_DGNREPORTBASE_STL_TENS = "Aço Tração."
IDS_DGNREPORTBASE_STL_COMP = "Aço Comp."
IDS_DGNREPORTBASE_CON_COMP = "Conc. Comp."
IDS_DGNREPORTBASE_STL_STRAIN = "Deformação do Aço"
IDS_DGNREPORTBASE_CON_STRAIN = "Deformação do Conc."
IDS_DGNREPORTBASE_MOMENT = "Momento"
IDS_DGNREPORTBASE_CURVATURE = "Curvatura"
IDS_DGNREPORTBASE_CURVE = "Curva"
IDS_DGNREPORTBASE_POSITIVE = "Positivo"
IDS_DGNREPORTBASE_NEGATIVE = "Negativo"
IDS_DGNREPORTBASE_AXIAL_FORCE = "Força Axial"
IDS_DGNREPORTBASE_NA_ANGLE = "Ângulo do Eixo Neutro"
IDS_DGNREPORTBASE_CON_HEIGHT = "Altura do Concreto"
IDS_DGNREPORTBASE_CON_WIDTH = "Largura do Concreto"
IDS_DGNREPORTBASE_CON_AREA = "Área do Concreto"
IDS_DGNREPORTBASE_RBAR_AREA = "Área da Barra de Armadura"
IDS_DGNREPORTBASE_CRACK = "Fissura"
IDS_DGNREPORTBASE_YIELD = "Limite de Escoamento"
IDS_DGNREPORTBASE_INITIAL = "Inicial"
IDS_DGNREPORTBASE_IDEAL = "Ideal."
IDS_DGNREPORTBASE_ULTIMATE = "Último"
IDS_DGNREPORTBASE_CHECK = "Check"
IDS_DGNREPORTBASE_DESIGN_SECTION = "Design Section of "
IDS_DGNREPORTBASE_DESIGN_REBAR = "Design Rebar of "
IDS_DGNREPORTBASE_EDIT = "Edit"
IDS_DGNREPORTBASE_CONCRETE = " Concrete "
IDS_DGNREPORTBASE_STEEL = " Steel "
IDS_DGNREPORTBASE_SRC = " SRC "
IDS_DGNREPORTBASE_STEEL_COMPOSITE = " Steel Composite "
IDS_DGNREPORTBASE_BEAM = " Beam..."
IDS_DGNREPORTBASE_PLATE_BEAM = " Plate Beam..."
IDS_DGNREPORTBASE_COLUMN = " Column..."
IDS_DGNREPORTBASE_PLATE_COLUMN = " Plate Column..."
IDS_DGNREPORTBASE_BRACE = " Brace..."
IDS_DGNREPORTBASE_WALL = " Wall..."
IDS_DGNREPORTBASE_SLAB = " Slab..."
IDS_DGNREPORTBASE_ISO_FOOTING = " Isolated Footing..."
IDS_DGNREPORTBASE_STRIP_FOOTING = " Strip Footing..."
IDS_DGNREPORTBASE_PILE_FOOTING = " Pile Footing..."
IDS_DGNREPORTBASE_BASEMENT_WALL = " Basement Wall..."
IDS_DGNREPORTBASE_INPLANE_WALL = " InPlaneWall..."
IDS_DGNREPORTBASE_SHELL = " Shell..."
IDS_DGNREPORTBASE_MARK_SUM = "Σ"
IDS_WELD_POSITION = "Weld Position"
IDS_WELD_LENGTH = "Weld Length"
IDS_PROVIDED_WELD_LENGTH = "Provided Length"

